Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_tar_grep_for_a_styrke_samiske_sprak.html.tmx
Source language: nob
Languages: sme

source: Sametinget tar grep for å styrke samiske språk
sme: Sámediggi álggaha doaimmaid nannendihte sámegielaid

source: Sametingets plenum skal i desember behandle rapporteringer fra samiske språkforvaltningskommuner og språksentrene for 2023.
sme: Sámedikki dievasčoahkkin galgá juovlamánus meannudit sámi giellahálddašansuohkaniid ja giellaguovddážiid 2023 raporteremiid.

source: Saken løfter frem både resultater og utfordringer i arbeidet med å styrke samisk språk.
sme: Ášši váldá ovdan sihke bohtosiid ja hástalusaid sámegiela nannenbarggus.

source: – Samisk språk er en bærebjelke i vår identitet og kultur.
sme: – Sámegiella lea min identitehta ja kultuvrra geađgejuolgi.

source: Vi må bygge videre på suksessene, men også finne løsninger på utfordringene for å sikre språkets fremtid, sier sametingsråd Maren Benedicte Nystad Storslett (NSR).
sme: Mii ferte hukset viidáset dainna mainna leat lihkostuvvan, muhto maiddái gávdnat čovdosiid hástalusaide vai sihkkarastit giela boahtteáiggi, dadjá sámediggeráđđi Maren Benedicte Nystad Storslett (NSR).

source: Sametingsrådet ønsker å tydeliggjøre kommunenes og språksentrenes betydning i arbeidet med å bevare og utvikle samisk språk, samtidig som man peker på utfordringene som krever politisk handling.
sme: Sámediggeráđđi háliida čalmmustahttit suohkaniid ja giellaguovddážiid mearkkašumi barggus seailluhit ja ovddidit sámegiela, seammás go čujuha hástalusaide mat gáibidit politihkalaš doaimmaid.

source: Plenumssaken er en viktig del av oppfølgingen av Riksrevisjonens anbefalinger om bedre resultatrapportering og vurdering av måloppnåelse i språkpolitikken.
sme: Dievasčoahkkinášši lea dehálaš oassi Riikkarevišuvnna rávvagiid čuovvoleamis buoret boađusraporterema ja giellapolitihka ulbmilolaheami árvvoštallama oktavuođas.

source: – Denne saken gir oss et nødvendig grunnlag for å vurdere hvordan vi kan tilpasse vår politikk og ressursbruk bedre til kommunenes og språksentrenes behov, sier Nystad Storslett.
sme: – Dát ášši addá midjiide dárbbašlaš vuođu árvvoštallat mot mii sáhttit heivehit min politihka ja resursageavaheami buoret suohkaniid ja giellaguovddážiid dárbbuide, dadjá Nystad Storslett.

source: Lovendringer og strategisk oppfølging
sme: Láhkarievdadusat ja strategalaš čuovvuleapmi

source: I 2024 trådte endringer i samelovens språkregler i kraft, inkludert etablering av tre ulike kommunekategorier – språkutviklingskommuner, språkvitaliseringskommuner og språkstimuleringskommuner – for å tilpasse tiltakene til de ulike lokale språksituasjonene.
sme: 2024:s fápmuibiddjojedje sámelága giellanjuolggadusaid rievdadusat, oktan golbma iešguđet suohkankategoriija ásahemiin - giellaovdánahttinsuohkanat, giellaealáskahttinsuohkanat ja giellamovttiidahttinsuohkanat - vai heiveha doaimmaid iešguđet báikkálaš gielladilálašvuođaide.

source: Samtidig har Sametinget vedtatt en revidert språksenterstrategi med mål om å styrke finansieringen og utvide tilbudene ved språksentrene.
sme: Seammás lea Sámediggi mearridan ođastuvvon giellaguovddášstrategiija man ulbmil lea nannet giellaguovddážiid ruhtadeami ja viiddidit fálaldagaid.

source: Rapportene for 2023 viser at mange kommuner har lykkes med tiltak som synliggjøring av samisk språk, språkopplæring for ansatte og innbyggere, og kulturelle aktiviteter.
sme: 2023 raporttat čájehit ahte ollu suohkanat leat lihkostuvvan doaibmabijuiguin čalmmustahttit sámegiela, bargiide ja ássiide addit giellaoahpaheami, ja addimis kultuvrralaš doaimmaid.

source: Språksentrene spiller en nøkkelrolle i dette arbeidet og har gjennomført en rekke språkkurs, språkuker og kulturelle prosjekter.
sme: Giellaguovddážiin lea dehálaš doaibma dán barggus ja sii leat čađan giellakurssaid, giellavahkuid ja kultuvrralaš prošeavttaid.

source: – Gjennom de nye lovendringene og språksenter-strategien legger vi til rette for en mer målrettet og effektiv innsats, samtidig som vi sikrer at ressursene kommer hele Sápmi til gode, forklarer Nystad Storslett.
sme: – Ođđa láhkarievdadusaid ja giellaguovddáš-strategiija bokte láhčit mii dili eambbo mearrediđolaš ja beaktilis áŋgiruššamii, seammás go sihkkarastit ahte resurssat bohtet buorrin olles Sápmái, čilge Nystad Storslett.

source: Rapportene fremhever også flere utfordringer, som mangel på kvalifisert personell, økonomiske begrensninger og teknologiske barrierer som gjør det vanskelig å implementere samisk språk i kommunale tjenester.
sme: Raporttat čalmmustahttet maiddái máŋga hástalusa, nugo váilevaš gelbbolaš bargit, ekonomalaš ráddjehusat ja teknologalaš hehttehusat mat dagahit ahte lea váttis sajustit sámegiela suohkanlaš bálvalusaide.

source: Mange kommuner og språksentre rapporterer også om problemer med å rekruttere og beholde samiskspråklige ansatte.
sme: Ollu suohkanat ja giellaguovddážat raporterejit maiddái ahte leat váttisvuođat rekrutteret ja bisuhit sámegielat bargiid.

source: – Dette er utfordringer som ikke kan løses av kommunene og språksentrene alene.
sme: – Dát leat hástalusat maid suohkanat ja giellaguovddážat eai sáhte okto čoavdit.

source: Vi må jobbe sammen, både lokalt og nasjonalt, for å sikre utvikling av de samiske språkene, understreker Nystad Storslett.
sme: Mii fertet ovttasbargat, sihke báikkálaččat ja nationálalaččat, vai sihkkarastit sámegielaide ovdáneami, deattuha Nystad Storslett.

source: Videre arbeid
sme: Bargu ovddas guvlui

source: Sametinget vil følge opp språkforvaltningskommuner og språksentre i prosesser innen lovgivning, tildelinger og oppfølging av oppdrag og dialogmøter, blant annet i implementering av endringer i samelovens kapittel 3 og Sametingets språksenterstrategi.
sme: Sámediggi áigu čuovvulit giellahálddašansuohkaniid ja giellaguovddážiid proseassain lágaid, juolludemiid ja čuovvulemiid bargguid ja gulahallančoahkkimiid dáfus, earret eará go guoská sajustit sámelága 3. kapihttala rievdadusaid ja sámedikki giellaguovddášstrategiija.

source: Sametinget deltar også i utformingen av regjeringens stortingsmelding for 2025, som skal handle om kommunenes og fylkeskommunenes ansvar for likeverdige tjenester til den samiske befolkningen.
sme: Sámediggi oassálastá maid ráđđehusa jagi 2025 stuorradiggedieđáhusa hábmemii, mii galgá meannudit suohkaniid ja fylkkasuohkaniid ovddasvástádusa addimis sámi álbmogii dásseárvosaš bálvalusaid.

source: – Vi ser frem til å samarbeide med regjeringen og andre aktører for å sikre at den samiske befolkningen får likeverdige tjenester på samisk og at de samiske språkene får en sterkere posisjon i samfunnet, avslutter Nystad Storslett.
sme: – Mii illudit ovttasbargat ráđđehusain ja eará aktevrraiguin vai sihkkarastit ahte sámi álbmot oažžu dásseárvosaš bálvalusaid sámegillii ja ahte sámegielat ožžon nannoset saji servodagas, loahpaha Nystad Storslett.

source: Les dokumentene i saken her: Dokument 24/33815 - Tospråklighetskommunenes og språksentrenes rapportering 2023 - Sametinget
sme: Loga ášši dokumeanttaid dás: Dokument 24/33815 - Tospråklighetskommunenes og språksentrenes rapportering 2023 - Sametinget
